**** quote                                                            :quote:
     [[/home/deppy/polybox/PhD/TopFet/SiPM_products/hamamatsu_quote.pdf][document]]
|---------------+----------+------------------+------------------+------------------+----------------|
| product       | quantity | Unit Price [JPY] | Net Amount [JPY] | Net Amount [CHF] | Ratio discount |
|---------------+----------+------------------+------------------+------------------+----------------|
| S13360-1350PE |        2 |             4260 |             9240 |        85.421096 |      2.1690141 |
| S13360-1350PE |        6 |             4035 |            24210 |        223.81437 |              6 |
| S13360-1350PE |       10 |             3510 |            35100 |        324.48923 |             10 |
| S13360-3050PE |        2 |             8460 |            16920 |        156.42045 |              2 |
| S13360-3050PE |        6 |             7395 |            44370 |        410.18767 |              6 |
| S13360-3050PE |       10 |             6450 |            64500 |        596.28363 |             10 |
| S13360-2050VE |        2 |             5100 |            10200 |        94.296016 |              2 |
| S13360-2050VE |        6 |             4470 |            26820 |        247.94305 |              6 |
| S13360-2050VE |       10 |             3885 |            38850 |        359.15688 |             10 |
|---------------+----------+------------------+------------------+------------------+----------------|
#+TBLFM: $5=$4/108.17
#+TBLFM: $6=$4/$3
**** custom table     
|---------------+----------+------------------+------------------+------------------+----------------|
| product       | quantity | Unit Price [JPY] | Net Amount [JPY] | Net Amount [CHF] | Ratio discount |
|---------------+----------+------------------+------------------+------------------+----------------|
| S13360-1350PE |        2 |             4260 |             8520 |        78.764907 |              2 |
| S13360-1350PE |        6 |             4035 |            24210 |        223.81437 |              6 |
| S13360-1350PE |       10 |             3510 |            35100 |        324.48923 |             10 |
| S13360-3050PE |        2 |             8460 |            16920 |        156.42045 |              2 |
| S13360-3050PE |        6 |             7395 |            44370 |        410.18767 |              6 |
| S13360-3050PE |       10 |             6450 |            64500 |        596.28363 |             10 |
| S13360-2050VE |        2 |             5100 |            10200 |        94.296016 |              2 |
| S13360-2050VE |        6 |             4470 |            26820 |        247.94305 |              6 |
| S13360-2050VE |       10 |             3885 |            38850 |        359.15688 |             10 |
|---------------+----------+------------------+------------------+------------------+----------------|
| SUM           |          |                  |                  |        2053.4344 |            0/0 |
#+TBLFM: $5=$4/108.17
#+TBLFM: $4=$2*$3
#+TBLFM: $6=$4/$3
#+TBLFM: @11$5=vsum(@3..@9)
